#
# word_2 = input("Введите слово").lower()
# word_1 = input("Введите слово").lower()
# print(sorted(word_1))   # sorted - сортировка
# print(sorted(word_2))
# if word_1 == word_2:
#     print("Это анаграмма")
# else:
#     print("Это не анаграмма:(")
#
# q1 = input("Сколько хромосом у человека?\n"
#            "а) 23 б)45 в) 46 г)47\n"
#            "--->")
# if q1 == "в":
#     print("Балдеж!)")
# else:
#     print("Ты ошибся")
#     quit()
# q2 =input("когда был представлен первый Iphone?\n"
#            "а) 2003 б)2005 в) 2004 г)2007\n"
#            "--->")
# if q2 == "г":
#     print("Балдеж!)")
# else:
#     print("Ты ошибся")
#     quit()
# q3 =input("кто основатель Microsofta?\n"
#            "а) Билл Гейтс б)Кристьяно Рональдо в) Стив Джобс г)Мухаммед Алекс\n"
#            "--->")
# if q2 == "а":
#     print("Балдеж!)")
# else:
#     print("Ты ошибся")
#     quit()
#
# print("звуки аплодисментов")
# print("твой ICQ очень высокий")

